<!doctype html>
<html lang="th" class="fullscreen-bg">
    <head>
        <title>ข้อกำหนดและเงื่อนไขในการใช้งาน</title>
        <meta charset="utf-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
        <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">
        <link rel="apple-touch-icon" sizes="76x76" href="<?php echo base_url(); ?>application/modules/common/assets/images/AdaLogo.png">
        <link rel="icon" type="image/png" sizes="96x96" href="<?php echo base_url(); ?>application/modules/common/assets/images/AdaLogo.png">
        <link rel="stylesheet" href="<?php echo base_url(); ?>application/modules/common/assets/css/localcss/ada.fonts.css">
    </head>
<style>
.xParagraph{
    text-indent: 35px;
}
#odvLCGPageFromIn {
    font-family: THSarabunNew;
    font-size: 18px !important;
    font-weight: 500;
    padding: 30px;
    margin: 0px 20px 20px 20px;
    box-shadow: 0 2px 6px rgb(0 0 0 / 50%);
    background-color: #fff;
    margin-bottom: 30px;
}
</style>
    <body class="xCNBody layout-fullwidth" >

        <div class="container">
            <div class="row" id="odvLCGPageFromIn">
                <div class="col-md-12 col-lg-12 col-xs-12 col-sm-12" style="margin-bottom: 40px;"><header class="mdContents01Head03"></header>
                    <div>
                        <h1 style="color: rgb(0, 171, 132);">
                            <span style="color: rgb(70, 70, 70);font-size: 30px !important;font-weight: bold;">ข้อกำหนดและเงื่อนไขในการใช้งาน</span>&nbsp;AdaPos+
                        </h1>
                        <br>

                        <div class="xParagraph">
                        ข้อกำหนดและเงื่อนไขในการใช้งาน AdaPos+ ฉบับนี้ จัดทำขึ้นโดย บริษัท เอด้าซอฟท์ จำกัด (“บริษัท”)  คือผู้เชี่ยวชาญด้านระบบบริหารการขายหน้าร้าน ด้วยการพัฒนาโปรแกรมโพสให้เติบโตและเป็นเลิศสำหรับทุกๆอุตสาหกรรม และด้วยปัจจุบันธุรกิจร้านค้ามีการเติบโตมากขั้นอย่างต่อเนื่อง ทำให้เอด้าซอฟท์ไม่หยุดคิดที่จะพัฒนาระบบการขายหน้าร้าน โดยใช้นวัตกรรมมาเพื่อ ช่วยเพิ่มประสิทธิภาพ และลดค่าใช้จ่ายในการบริหารจัดการร้านค้า ให้เติบโตอย่ายั่งยืน
                        เมื่อผู้ใช้บริการได้ลงทะเบียนเพื่อใช้บริการ AdaPos+ นี้ ถือว่าผู้ใช้บริการได้อ่านและเข้าใจข้อกำหนดและเงื่อนไขการใช้บริการ AdaPos+ ของบริษัทเป็นอย่างดีแล้ว การใช้บริการถือเป็นการแสดงเจตนาตกลงและยอมรับข้อกำหนดและเงื่อนไขการใช้บริการ AdaPos+ ของบริษัททุกประการ
                        </div>
                        <br>

                        <div class="xParagraph">
                        เมื่อผู้ใช้บริการได้ลงทะเบียนเพื่อใช้บริการ AdaPos+ นี้ ถือว่าผู้ใช้บริการได้อ่านและเข้าใจข้อกำหนดและเงื่อนไขการใช้บริการ AdaPos+ ของบริษัทเป็นอย่างดีแล้ว การใช้บริการถือเป็นการแสดงเจตนาตกลงและยอมรับข้อกำหนดและเงื่อนไขการใช้บริการ AdaPos+ ของบริษัททุกประการ
                        </div>
                        <br>

                        <div>
                            <b>1. ข้อกำหนดทั่วไป</b>
                        </div>
                        <div class="xParagraph">
                        ข้อกำหนดนี้เป็นข้อกำหนดทั่วไปซึ่งใช้บังคับกับการใช้บริการ AdaPos+ ของผู้ขอใช้บริการ ผู้ขอใช้บริการตกลงที่จะปฏิบัติและผูกพันตามข้อกำหนดนี้ การที่ผู้ขอใช้บริการได้ทำการสมัครสมาชิก เข้าถึง และ/หรือ ใช้บริการของผู้ขอใช้บริการ ให้ถือว่าผู้ขอใช้บริการได้ยอมรับและตกลงปฏิบัติตามข้อกำหนดนี้ ผู้ขอใช้บริการต้องรับผิดชอบ ในการทำความเข้าใจข้อกำหนดโดยละเอียดและปฏิบัติตามข้อกำหนดนี้ รวมถึงคอยตรวจสอบข้อกำหนดนี้อย่างสม่ำเสมอ
                        </div>
                        <div class="xParagraph">
                        บริษัทอาจใช้ดุลยพินิจแต่ฝ่ายเดียวในการแก้ไข หรือเพิ่มเติมข้อกำหนด ไม่ว่าในเวลาใด โดยการประกาศ ให้ทราบทาง ระบบAdaPos+ หรือช่องทางอื่นที่บริษัทกำหนดเป็นครั้งคราว และถือว่าการแก้ไข หรือเพิ่มเติมข้อกำหนดดังกล่าว มีผลตั้งแต่วันที่ประกาศ หรือตั้งแต่วันที่บริษัทจะกำหนดไว้เป็นครั้งคราว การที่ผู้ขอใช้บริการได้เข้าถึง หรือใช้บริการต่อไปภายหลังจากที่มีการแก้ไข หรือเพิ่มเติมดังกล่าว ย่อมถือเป็นการยอมรับการแก้ไข หรือเพิ่มเติมในแต่ละคราวแล้ว เว้นแต่จะได้มีการแจ้ง หรือกําหนดไว้เป็นอย่างอื่น คุณลักษณะของการบริการที่ได้แก้ไข เพิ่มเติม ปรับปรุงหรือสร้างขึ้นใหม่ให้ถือว่าอยู่ภายใต้ข้อกำหนดนี้ทั้งสิ้น บริษัทขอสงวนสิทธิ์ในการแก้ไข เพิ่มเติม ปรับปรุง หรือยกเลิกบริการ ไม่ว่าทั้งหมด หรือส่วนใดส่วนหนึ่ง คุณลักษณะและฟังก์ชันใด ๆ รวมถึงบริการทางอิเล็กทรอนิกส์ประเภทอื่นที่บริษัทจะให้บริการแก่ผู้ขอใช้บริการเพิ่มเติม ในภายหน้า ไม่ว่าจะเป็นการชั่วคราว หรือตลอดไปได้ตลอดเวลา ไม่ว่าด้วยเหตุผลใดก็ตาม โดยไม่จำเป็นต้องแจ้ง ให้ผู้ขอใช้บริการทราบล่วงหน้า
                        </div>
                        <br>


                        <div>
                            <b>2. การเข้าเป็นสมาชิกของผู้ใช้บริการ</b>
                        </div>
                        <div class="xParagraph">
                        บริษัทขอสงวนสิทธิที่จะปฏิเสธการสมัครสมาชิกของผู้ใช้บริการบางท่าน และบริษัทมีสิทธิยกเลิก หรือระงับการใช้บริการของผู้ใช้บริการทุกท่านได้ตลอดเวลาไม่ว่าด้วยเหตุผลใดก็ตาม โดยอาจไม่แจ้งให้ผู้ใช้บริการทราบล่วงหน้า
                        </div>
                        <br>


                        <div>
                            <b>3. การใช้บริการ AdaPos+</b>
                        </div>
                        <div class="xParagraph">
                        ผู้ใช้บริการตกลงและยอมรับว่าผู้ใช้บริการจะใช้งานตามวัตถุประสงค์ที่ถูกต้องตามกฎหมายภายใต้ข้อกำหนดและเงื่อนไขฉบับนี้ที่ระบุไว้นี้เท่านั้น และผู้ใช้บริการจะไม่กระทำการอย่างใดอย่างหนึ่งดังต่อไปนี้
                        </div>
                        <div class="xParagraph">
                        3.1. ดำเนินการหรืออนุญาตให้บุคคลที่สามดำเนินการแก้ไขดัดแปลง แปล ย้อนกระบวนการผลิต (reverse engineer) คัดลอก หรือเลียนแบบบางส่วนหรือทั้งหมดของบริการ AdaPos+
                        </div>
                        <div class="xParagraph">
                        3.2. ใช้โปรแกรมคอมพิวเตอร์ซอฟท์แวร์ขัดขวาง แทรกแซง รบกวนการทำงานหรือให้บริการของบริษัท อาทิเช่น ใช้โปรแกรมซอฟท์แวร์ประเภทม้าโทรจัน (Trojan Horse) ไวรัสในรูปแบบของไทม์บอมส์ (Time Bombs) ฯลฯ โหลดข้อมูลขนาดใหญ่ใส่ AdaPos+ หรือเข้าใช้งานจำนวนมากโดยเจตนา หรือจงใจทำให้เป็นภัยต่อการให้บริการ AdaPos+ ไม่ว่าด้วยวิธีการใดก็ตาม
                        </div>
                        <div class="xParagraph">
                        3.3. กระทำการใด ๆ อันขัดต่อประกาศหรือนโยบายของบริษัทที่ระบุไว้ในข้อกำหนดและเงื่อนไขฉบับนี้ และ/หรือการแก้ไขเพิ่มเติมข้อกำหนดและเงื่อนไขที่บริษัทประกาศหรือกำหนดขึ้นภายหลัง
                        </div>
                        <div class="xParagraph">
                        หากบริษัททราบว่าผู้ใช้บริการดำเนินการอย่างหนึ่งอย่างใดอันขัดต่อข้อกำหนดและเงื่อนไขนี้ บริษัทมีสิทธิระงับการให้บริการแก่ผู้ใช้บริการโดยไม่จำเป็นต้องบอกกล่าวล่วงหน้าและ/หรืออาจดำเนินการในทางกฎหมายกับผู้ใช้บริการตามที่บริษัทเห็นสมควรได้ทันที
                        </div>
                        <br>
                        
                        
                        <div>
                            <b>4. สิทธิของบริษัท</b>
                        </div>
                        <div class="xParagraph">ข้อมูลใด ๆ ที่ผู้ใช้บริการนำเข้าผ่านทางบริการ AdaPos+ ไม่ว่าด้วยวิธีการใด บริษัทมีสิทธิดังต่อไปนี้</div>
                        <div class="xParagraph">4.1 สิทธิในการเก็บ ใช้ข้อมูลของผู้ใช้บริการ ผู้ใช้บริการตกลงให้ความยินยอมบริษัทในการเก็บรวบรวมและประมวลผล ข้อมูลใด ๆ ของผู้ใช้บริการที่มีอยู่ใน AdaPos+ โดยบริษัทมีสิทธิใช้ข้อมูลการใช้งานและข้อมูลอื่นใดที่เกี่ยวกับผู้ใช้บริการ อาทิเช่น รายการสินค้า รายการขาย ฯลฯ เพื่อใช้ในการวิเคราะห์ข้อมูลและปรับปรุงการให้บริการ AdaPos+, บริษัทมีสิทธิเปิดเผยข้อมูลบางส่วนของผู้ใช้บริการกับบุคคลที่สาม อันเป็นไปเพื่อสนับสนุนบริการที่ดียึ่งขึ้น ของ AdaPos+ โดยอาจไม่แจ้งให้ผู้ใช้บริการทราบล่วงหน้า</div>
                        <div class="xParagraph">ทั้งนี้ บริษัทอาจมีการส่งข่าวสารทางไปรษณีย์อิเล็กทรอนิกส์ (E-mail) ในนามของตนเองหรือบุคคลที่สาม โดยผู้ใช้บริการสามารถเลือกที่จะรับหรือไม่รับข่าวสารนี้ก็ได้ นอกจากนี้ ในกรณีใด ๆ ก็ตามที่บริษัทเห็นสมควร</div>
                        <div class="xParagraph">4.2 สิทธิในการเก็บและใช้ข้อมูลการซื้อขาย หากผู้ใช้บริการซื้อ/ซื้อเพิ่ม ออนไลน์ผ่านทาง AdaPos+ ผู้ใช้บริการตกลง รับทราบ และให้ความยินยอมแก่บริษัทในการเก็บข้อมูลการเรียกเก็บเงิน เบอร์โทรศัพท์ และบัตรเครดิตของผู้ใช้บริการ ซึ่งข้อมูลนี้จะถูกใช้ร่วมกับบริษัทบุคคลที่สามที่ให้บริการประมวลผลการเก็บเงิน (เช่น ธนาคาร ผู้ออกบัตรเครดิต หรือ บริษัทโทรศัพท์มือถือ) ทั้งนี้ข้อมูลที่สำคัญของผู้ใช้บริการ (เช่น หมายเลขบัตรเครดิต) จะได้รับการรักษาความปลอดภัยอย่างดีที่สุด</div>
                        <div class="xParagraph">4.3 สิทธิในการโอนสิทธิการใช้ข้อมูลแก่ธุรกิจในเครือ บริษัทอาจโอนสิทธิการใช้ข้อมูลต่าง ๆ ใน AdaPos+ นี้ของบริษัทให้แก่บริษัทแม่ บริษัทย่อย บริษัทร่วมทุน หรือบริษัทอื่นที่เป็นคู่ค้ากันกับบริษัท ภายใต้เงื่อนไขที่จะระบุในอนาคต</div>
                        <div class="xParagraph">4.4 เมื่อผู้ใช้บริการลงทะเบียนเพื่อใช้บริการ AdaPos+ ถือว่าผู้ใช้บริการได้ให้ความยินยอมและตกลงให้บริษัทมีสิทธิเก็บ ใช้ และเปิดเผยข้อมูลใด ๆ ของผู้ใช้บริการ ตามที่กำหนดไว้ในข้อกำหนดและเงื่อนไขการให้บริการฉบับนี้</div>
                        <br>
                        
                        
                        <div>
                            <b>5. ทรัพย์สินทางปัญญา</b>
                        </div>
                        <div class="xParagraph">5.1 ผู้ใช้บริการตกลงและยอมรับว่า บรรดาข้อมูล ข้อความ รูปภาพ เสียง โลโก้ งานอันมีลิขสิทธิ์ เครื่องหมายการค้า เครื่องหมายบริการ ชื่อทางการค้า ฐานข้อมูล ความลับทางการค้า สิทธิบัตร โนว์ฮาว ข้อมูลธุรกิจ ฯลฯ ที่ปรากฏบนส่วนหนึ่งส่วนใดของ AdaPos+ (เว้นแต่ข้อมูลหรือรูปภาพของผู้ใช้บริการที่นำเข้า (อัพโหลด) หรือเผยแพร่ผ่าน AdaPos+ ด้วยตนเอง) เป็นงานที่ได้รับความคุ้มครองตามกฎหมายทรัพย์สินทางปัญญาซึ่งเป็นกรรมสิทธิ์ ลิขสิทธิ์ สิทธิและทรัพย์สินของบริษัทแต่เพียงผู้เดียว ผู้ใช้บริการต้องไม่กระทำการละเมิดสิทธิดังกล่าวของบริษัท ไม่ว่าด้วยวิธีการใดก็ตาม</div>
                        <div class="xParagraph">5.2 ผู้ใช้บริการรับทราบว่า การที่ผู้ใช้บริการนำเข้า (อัพโหลด) หรือเผยแพร่ข้อมูล รูปภาพ เสียง โลโก้ หรือเนื้อหาผ่าน AdaPos+ ให้ถือว่า ผู้ใช้บริการตกลงอนุญาต (แบบเพิกถอนไม่ได้) ให้บริษัทมีสิทธิในการใช้ ทำซ้ำ ดัดแปลง เผยแพร่ อนุญาตให้บุคคลภายนอกใช้สิทธิ ไม่ว่าด้วยวิธีการใด ๆ จากข้อมูล รูปภาพ เสียง โลโก้ หรือเนื้อหาของผู้ใช้บริการได้ตลอดระยะเวลาคุ้มครองทางกฎหมาย เพื่อประโยชน์ในการวิเคราะห์ข้อมูล และปรับปรุงบริการ อย่างไรก็ดี หากเกิดความเสียหายใด ๆ จากการนำไปใช้งานกับผู้ใช้บริการ ผู้ใช้บริการขอสละสิทธิในการดำเนินการทางกฎหมายหรือเรียกค่าเสียหายทั้งปวงจากบริษัทไม่ว่าในกรณีใดก็ตาม</div>
                        <br>

                        <div>
                            <b>6. การจำกัดความรับผิดของบริษัท</b>
                        </div>
                        <div class="xParagraph">ระบบ AdaPos+ มีหน้าที่ช่วยอำนวยความสะดวกให้แก่ผู้ใช้บริการเท่านั้น ผู้ใช้บริการตระหนักดีว่า ผู้ใช้บริการมีหน้าที่ต้องตรวจสอบข้อมูล รับผิดชอบภาระทางภาษีและจัดการงานของร้านผู้ใช้บริการ ไม่ว่าโดยการจดทะเบียน หรือกระทำการใด ๆ ให้ถูกต้องตามกฎหมายด้วยตนเอง อาทิเช่น การออกใบกำกับภาษี, การออกใบเสร็จรับเงิน รวมถึง ขั้นตอนและเงื่อนไขการออกเอกสารต่าง ๆ ตามที่กฎหมายกำหนด</div>
                        <div class="xParagraph">ทั้งนี้ บริษัทไม่รับประกันความถูกต้องของข้อมูลใด ๆ ไม่ว่าข้อมูลเหล่านั้นจะเป็นของบริษัท หรือเป็นข้อมูลที่สร้างจากผู้ใช้บริการ และผู้ใช้บริการขอสละสิทธิในการเรียกร้องให้บริษัทต้องรับผิดในความผิดหรือความเสียหายใด ๆ ทั้งหมดที่เกิดจากใช้งาน AdaPos+ หรือที่เกี่ยวข้องกับการใช้งาน AdaPos+ ของผู้ใช้บริการไม่ว่าทางตรงหรือทางอ้อม</div>
                        <br>

                        
                        <div>
                            <b>7. การชดเชยค่าเสียหาย</b>
                        </div>
                        <div class="xParagraph">หากเกิดความเสียหายใด ๆ กับ AdaPos+ เนื่องจากการกระทำของผู้ใช้บริการไม่ว่าทางตรงหรือทางอ้อม บริษัทมีสิทธิเรียกร้องค่าเสียหายจากผู้ใช้บริการได้ตามค่าใช้จ่ายที่บริษัทได้เสียไปตามจริงเพื่อชดเชยความเสียหายของบริษัท</div>
                        <div class="xParagraph">อย่างไรก็ตาม แม้ความเสียหายดังกล่าวได้เกิดขึ้นจากการกระทำของบุคคลภายนอก แต่ความเสียหายนั้นไม่อาจเกิดขึ้นได้โดยปราศจากความร่วมมือ ช่วยเหลือ สนับสนุน หรือปล่อยปละละเลยของผู้ใช้บริการ ผู้ใช้บริการต้องรับผิดในค่าเสียหายต่าง ๆ ที่เกิดขึ้นกับตัวบริษัทร่วมกับตัวผู้ทำละเมิดต่อบริษัทอย่างลูกหนี้ร่วมด้วย</div>
                        <br>
                    
                        
                        <div>
                            <b>8. บทบัญญัติทั่วไป</b>
                        </div>
                        <div class="xParagraph">8.1. หากบทบัญญัติใดในข้อตกลงและเงื่อนไขการให้บริการนี้ถือว่าผิดกฎหมาย เป็นโมฆะ หรือไม่สามารถบังคับใช้ได้ไม่ว่าด้วยเหตุผลใดภายใต้กฎหมายของเขตอำนาจศาลใด ให้ถือว่าบทบัญญัตินั้นสามารถแยกออกจากกันได้จากข้อกำหนดและเงื่อนไขนี้ และไม่ส่งผลต่อความสมบูรณ์และการมีผลบังคับใช้ของบทบัญญัติที่เหลือ หรือความสมบูรณ์และการมีผลบังคับใช้ของบทบัญญัติที่มีปัญหาภายใต้กฎหมายของเขตอำนาจศาลอื่นใด</div>
                        <div class="xParagraph">8.2. ผู้ใช้บริการต้องไม่มอบหมาย ให้สิทธิการใช้งานต่อ หรือโอนสิทธิที่มอบให้แก่ผู้ใช้บริการในที่นี้ให้แก่ผู้อื่น หรือทำสัญญาช่วงข้อผูกพันใด ๆ ของผู้ใช้บริการ</div>
                        <div class="xParagraph">8.3. ไม่มีสิ่งใดในข้อตกลงและเงื่อนไขการให้บริการนี้จะถือเป็นการเป็นหุ้นส่วน การลงทุนร่วม หรือความสัมพันธ์ระหว่างตัวการกับตัวแทนระหว่างผู้ใช้บริการและบริษัท และไม่มีสิ่งใดอนุญาตให้ผู้ใช้บริการสร้างภาระค่าใช้จ่ายหรือหนี้สินในนามของบริษัท</div>
                        <br>
                    
                        
                        <div>
                            <b>9. กฎหมายที่ใช้บังคับ</b>
                        </div>
                        <div class="xParagraph">หากมีข้อพิพาทใดเกิดขึ้นจากการให้บริการของบริษัท อันเนื่องมาจากการใช้ AdaPos+ นี้ ผู้ใช้บริการและบริษัทตกลงใช้กฎหมายไทยในการระงับข้อพิพาท</div>
                        <br>

                        
                        <div>
                            <b>10. การติดต่อ</b>
                        </div>
                        <div  class="xParagraph">หากผู้ใช้บริการมีข้อสงสัยเกี่ยวกับข้อกำหนดและเงื่อนไขการให้บริการ สามารถติดต่อได้ที่ </div>
                        <br>
                        <div class=""> PHONE : +66 2530 1681 LINE ID : @adasoft</div>
                       
           
           
                                                                                                            
                    </div>                                                                             
                </div>
            </div>
        </div>
    </body>
</html>
