<!doctype html>
<html lang="th" class="fullscreen-bg">
    <head>
        <title>นโยบายคุ้มครองข้อมูลส่วนบุคคลและหนังสือให้ความยินยอม</title>
        <meta charset="utf-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
        <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">
        <link rel="apple-touch-icon" sizes="76x76" href="<?php echo base_url(); ?>application/modules/common/assets/images/AdaLogo.png">
        <link rel="icon" type="image/png" sizes="96x96" href="<?php echo base_url(); ?>application/modules/common/assets/images/AdaLogo.png">
        <link rel="stylesheet" href="<?php echo base_url(); ?>application/modules/common/assets/css/localcss/ada.fonts.css">
    </head>
<style>
.xParagraph{
    text-indent: 35px;
}
.xParagraph ul{
    margin: 0px;
}
#odvLCGPageFromIn {
    font-family: THSarabunNew;
    font-size: 18px !important;
    font-weight: 500;
    padding: 30px;
    margin: 0px 20px 20px 20px;
    box-shadow: 0 2px 6px rgb(0 0 0 / 50%);
    background-color: #fff;
    margin-bottom: 30px;
}
</style>
    <body class="xCNBody layout-fullwidth" >

        <div class="container">
            <div class="row" id="odvLCGPageFromIn">
                <div class="col-md-12 col-lg-12 col-xs-12 col-sm-12" style="margin-bottom: 40px;"><header class="mdContents01Head03"></header>
                    <div>
                        <h1 style="color: rgb(89, 229, 39);">
                            <span style="color: rgb(70, 70, 70);font-size: 30px !important;font-weight: bold;">นโยบายคุ้มครองข้อมูลส่วนบุคคลและหนังสือให้ความยินยอม</span>
                        </h1>
                        <br>

                        <div class="xParagraph">
                        บริษัท เอด้าซอฟท์ จำกัด (ซื่งต่อไปนี้จะเรียกว่า “บริษัทฯ”) ขอแจ้งให้ท่านทราบถึงนโยบายคุ้มครองข้อมูลส่วนบุคคลของบริษัทฯ เพื่อคุ้มครองข้อมูลส่วนบุคคลของท่านที่ยินยอมให้บริษัทฯ เก็บรวบรวม ใช้ และเปิดเผย (รวมเรียกว่า “ใช้ข้อมูลฯ” หรือ “การใช้ข้อมูลฯ”) ตามเงื่อนไขรายละเอียดที่ระบุในนโยบายคุ้มครองข้อมูลส่วนบุคคลและหนังสือให้ความยินยอมฉบับนี้ดังต่อไปนี้
                        </div>
                        <br>


                        <div>
                            <b>1. คำนิยาม</b>
                        </div>
                        <div class="xParagraph">
                        <b>“ข้อมูลส่วนบุคคล”</b> หมายถึง ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ
                        </div>
                        <div class="xParagraph">
                        <b>“ท่าน”</b> หมายถึง เจ้าของข้อมูลส่วนบุคคลผู้ให้ความยินยอม
                        </div>
                        <div class="xParagraph">
                        <b>“บริษัทคู่ค้า”</b> หมายถึงบริษัทที่บริษัทฯ มีการร่วม สร้าง เชื่อมต่อ ผลิตภัณฑ์ หรือบริการบริการร่วมกัน 
                        </div>
                        <div class="xParagraph">
                        <b>“คุกกี้ (Cookie)”</b> หมายถึง ไฟล์ข้อมูลขนาดเล็กที่มีไว้สำหรับเก็บข้อมูลของผู้ใช้งานเว็บไซต์โดยที่เว็บไซต์จะส่งคุกกี้ส่งเข้ามาเก็บไว้ที่เครื่องคอมพิวเตอร์หรืออุปกรณ์สื่อสารของท่านในขณะที่ท่านกำลังใช้งานเว็บไซต์ซึ่งคุกกี้จะมีทั้งแบบที่จะหมดอายุทันทีที่ท่านปิดโปรแกรม Browser ที่ใช้งาน และแบบที่จะคงอยู่ในเครื่องคอมพิวเตอร์หรืออุปกรณ์สื่อสารของท่านจนกว่าท่านจะลบคุกกี้นั้นออกไป
                        </div>
                        <br>


                        <div>
                            <b>2. ความยินยอมของเจ้าของข้อมูลส่วนบุคคล</b>
                        </div>
                        <div class="xParagraph">
                        บริษัทฯ จะใช้ข้อมูลฯ ของท่าน (ก) ตามวัตถุประสงค์ที่ระบุในหนังสือให้ความยินยอมฉบับนี้ และ/หรือ (ข) ตามที่กฎหมายกำหนด ซึ่งการให้ความยินยอมตามข้อ (ก) นั้นท่านสามารถเพิกถอนความยินยอมเมื่อใดก็ได้ แต่การเพิกถอนความยินยอมจะไม่ส่งผลกระทบต่อความยินยอมที่ท่านได้ให้ไปก่อนหน้านี้แล้ว
                        </div>
                        <br>


                        <div>
                            <b>3. การได้มาซึ่งข้อมูลส่วนบุคคล</b>
                        </div>
                        <div class="xParagraph">
                             <ul>
                               <li>ข้อมูลส่วนบุคคลที่ได้รับจากท่านโดยตรง</li>
                               <li>ข้อมูลที่ได้รับจากแหล่งอื่น</li>
                               <li>ข้อมูลจากการบันทึกเข้าระบบ</li>
                               <li>ข้อมูลอื่นๆ ที่จัดเก็บโดยเทคโนโลยีการสื่อสาร</li>
                             </ul>
                        </div>
                        <div class="xParagraph">
                        บริษัทฯ อาจใช้คุกกี้ (Cookie) เพื่ออำนวยความสะดวกในการใช้งานของท่านให้ดียิ่งขึ้นแต่ท่านสามารถปิดการใช้งานหรือปฏิเสธการติดตั้งคุกกี้ได้โดยการตั้งค่าในเครื่องคอมพิวเตอร์หรืออุปกรณ์สื่อสารที่ท่านใช้งาน แต่โปรดตระหนักว่าการกระทำดังกล่าวอาจส่งผลให้ท่านไม่สามารถใช้งานเว็บไซต์ของบริษัทฯ ได้หรือใช้งานได้อย่างจำกัด
                        </div>
                        <br>
                        
                        
                        <div>
                            <b>4. ประเภทของข้อมูลส่วนบุคคลที่บริษัทฯ จัดเก็บ</b>
                        </div>
                        <div class="xParagraph">
                            4.1. ชื่อ-นามสกุล
                         </div>
                         <div class="xParagraph">
                             <ul>
                               <li>เพื่อยืนยันตัวตน</li>
                               <li>เพื่อให้บริการ</li>
                               <li>เพื่อส่งเสริมการขายและการตลาด</li>
                               <li>เพื่อแจ้งข่าวสารและปรับปรุงข้อมูลใหม่ เช่น จดหมายข่าว แบบสอบถาม</li>
                             </ul>
                        </div>
                        <div class="xParagraph">
                           4.2. เบอร์โทรศัพท์
                         </div>
                         <div class="xParagraph">
                             <ul>
                               <li>เพื่อใช้สำหรับการติดต่อ</li>
                               <li>เพื่อให้บริการ</li>
                               <li>เพื่อส่งเสริมการขายและการตลาด</li>
                               <li>เพื่อแจ้งข่าวสารและปรับปรุงข้อมูลใหม่ เช่น จดหมายข่าว แบบสอบถาม</li>
                             </ul>
                        </div>
                        <div class="xParagraph">
                           4.3. ที่อยู่จดหมายอิเล็กทรอนิกส์ (Email Address)
                         </div>
                         <div class="xParagraph">
                             <ul>
                               <li>เพื่อยืนยันตัวตน</li>
                               <li>เพื่อใช้สำหรับการติดต่อ</li>
                               <li>เพื่อใช้สำหรับการติดต่อกับท่านเกี่ยวกับบัญชีของท่านที่มีอยู่กับบริษัทฯ เช่น การยืนยันการลงทะเบียนเปิดบัญชีใหม่</li>
                               <li>เพื่อให้บริการ</li>
                               <li>เพื่อส่งเสริมการขายและการตลาด</li>
                               <li>เพื่อแจ้งข่าวสารและปรับปรุงข้อมูลใหม่ เช่น จดหมายข่าว แบบสอบถาม</li>
                             </ul>
                        </div>
                        <div class="xParagraph">
                          4.4. ที่อยู่ตามไปรษณีย์สำหรับการส่งจดหมาย หนังสือ และการแจ้งข้อมูลต่างๆ
                         </div>
                         <div class="xParagraph">
                             <ul>
                               <li>เพื่อสำหรับการติดต่อ</li>
                               <li>เพื่อการจัดส่งเอกสาร/วัสดุ/สิ่งของ ประเภทต่างๆ</li>
                               <li>เพื่อให้บริการ</li>
                               <li>เพื่อส่งเสริมการขายและการตลาด</li>
                               <li>เพื่อแจ้งข่าวสารและปรับปรุงข้อมูลใหม่ เช่น จดหมายข่าว แบบสอบถาม</li>
                             </ul>
                        </div>
                        <div class="xParagraph">
                          4.5. ที่อยู่สำหรับออกใบกำกับภาษี
                         </div>
                         <div class="xParagraph">
                             <ul>
                               <li>เพื่อใช้ในการ ออกใบกำกับภาษี</li>
                             </ul>
                        </div>
                        <div class="xParagraph">
                          4.6. ชื่อร้านค้า
                         </div>
                         <div class="xParagraph">
                             <ul>
                               <li>เพื่อให้บริการ</li>
                             </ul>
                        </div>
                        <div class="xParagraph">
                         4.7. รูปภาพ
                         </div>
                         <div class="xParagraph">
                             <ul>
                               <li>เพื่อเป็นการยืนยันตัวตนของท่าน</li>
                               <li>เพื่อใช้สำหรับแสดงรูปภาพของท่าน</li>
                             </ul>
                        </div>
                        <div class="xParagraph">
                        4.8. วันเดือนปีเกิด
                         </div>
                         <div class="xParagraph">
                             <ul>
                               <li>เพื่อยืนยันอายุของท่าน</li>
                               <li>เพื่อนำไปใช้ในการพัฒนาสินค้าและบริการเพื่อให้เหมาะสมและตรงกับความต้องการของท่านมากยิ่งขึ้น</li>
                             </ul>
                        </div>
                        <div class="xParagraph">
                        4.9. ประวัติการซื้อสินค้าและบริการ
                         </div>
                         <div class="xParagraph">
                             <ul>
                               <li>เพื่อเก็บไว้เป็นหลักฐานแสดงการซื้อสินค้าหรือรับบริการของบริษัทฯ</li>
                               <li>เพื่อเก็บเป็นหลักฐานแสดงการรับประกันสินค้าของบริษัทฯ</li>
                             </ul>
                        </div>

                        <br>
                        
                        
                        <div>
                            <b>5. ความยินยอมให้ใช้ข้อมูลฯ</b>
                        </div>
                        <div class="xParagraph">ท่านตกลงยินยอมให้บริษัทฯ เก็บรวบรวมข้อมูลส่วนบุคคลและข้อมูลการใช้บริการของท่าน และยินยอมให้บริษัทฯ ส่ง โอน ใช้ และ/หรือ เปิดเผยข้อมูลส่วนบุคคลฯ ให้แก่บริษัทคู่ค้า ผู้สอบบัญชี ผู้ตรวจสอบภายในและผู้ตรวจสอบภายนอกของบริษัทฯ สถาบันการเงิน หน่วยงานราชการ ผู้รับโอนสิทธิเรียกร้อง และ/หรือ นิติบุคคลหรือบุคคลใดๆ ที่บริษัทฯ เป็นคู่สัญญาหรือมีความสัมพันธ์/นิติสัมพันธ์ด้วยทั้งในประเทศไทยและต่างประเทศได้ตามความจำเป็นและเหมาะสมเพื่อวัตถุประสงค์ในการขายสินค้า ให้บริการ วิเคราะห์ข้อมูล ปรับปรุงคุณภาพสินค้าหรือการให้บริการ เพื่อตรวจสอบรายการธุรกรรมที่อาจบ่งชี้ถึงการทุจริต และ/หรือ เพื่อวัตถุประสงค์อื่นใดที่เกี่ยวข้องกับการขายสินค้าหรือให้บริการระหว่างท่านกับบริษัทฯ และ/หรือ เพื่อปฏิบัติตามกฎหมายหรือกฎระเบียบของหน่วยงานราชการที่เกี่ยวข้อง</div>
                        <div class="xParagraph">ท่านยอมรับว่าเอกสารใดๆ ก็ตามที่บริษัทฯ ได้จัดทำหรือรวบรวมขึ้นอันเกี่ยวข้องกับข้อมูลส่วนบุคคลหรือมีข้อมูลส่วนบุคคลถูกบันทึกอยู่ในนั้นทั้งที่ได้เขียนไว้บนเอกสารกระดาษ บันทึกเป็นเอกสารอิเล็กทรอนิกส์ และ/หรือ สื่อรูปแบบอื่นๆ ถือว่าเป็นเอกสารและหลักฐานที่มีผลสมบูรณ์และผูกพันตามกฎหมายแม้ว่าท่านจะไม่ได้ลงนามในเอกสารเหล่านั้นก็ตาม</div>
                           
                        <br>

                        <div>
                            <b>6. การสื่อสารทางการตลาด</b>
                        </div>
                        <div class="xParagraph">บริษัทฯ อาจจะส่งจดหมาย ข่าวประชาสัมพันธ์ และการสื่อสารประเภทอื่นๆ ทั้งในรูปแบบเอกสารกระดาษและเอกสารอิเล็กทรอนิกส์เพื่อประชาสัมพันธ์กิจกรรมทางการตลาดของบริษัทฯ หรือแจ้งข่าวสารอื่นๆ ที่เกี่ยวข้องกับบริษัทฯ แต่หากท่านไม่ประสงค์จะได้รับข้อมูลข่าวสารดังกล่าวท่านสามารถยกเลิกการรับสื่อทางการตลาดเหล่านั้นได้ตามวิธีการขั้นตอนที่ระบุในเอกสารที่ส่งมานั้น</div>
                        <br>

                        
                        <div>
                            <b>7. ระยะเวลาการเก็บรักษาข้อมูลส่วนบุคคล</b>
                        </div>
                        <div class="xParagraph">บริษัทฯ จะจัดเก็บข้อมูลส่วนบุคคลไว้เพียงเท่าที่จำเป็น (1) ตามวัตถุประสงค์การใช้งานข้อมูลฯ (2) ตามที่กฎหมายกำหนด และ/หรือ (3) ตามความจำเป็นทางเทคนิค</div>
                        <br>
                    
                        
                        <div>
                            <b>8.ความปลอดภัยของข้อมูล</b>
                        </div>
                        <div class="xParagraph">บริษัทฯ จะใช้ความระมัดระวังอย่างเหมาะสมในการดูแลรักษาความปลอดภัยของข้อมูลส่วนบุคคลโดยปฏิบัติตามวิธีการและหลักการที่ถูกต้องเพื่อป้องกันไม่ให้บุคคลภายนอก (ที่ไม่มีสิทธิตามกฎหมาย) เข้าถึงข้อมูลส่วนบุคคล อย่างไรก็ตามท่านยอมรับว่าไม่มีระบบรักษาความปลอดภัยใดที่สามารถป้องกันการรั่วไหลของข้อมูลส่วนบุคคลได้อย่างสมบูรณ์ และหากท่านมีเหตุอันควรสงสัยได้ว่าระบบรักษาความปลอดภัยข้อมูลส่วนบุคคลของบริษัทฯ มีข้อบกพร่องหรือมีความเสี่ยงที่จะมีการรั่วไหลของข้อมูลส่วนบุคคล ท่านสามารถแจ้งให้บริษัทฯ ทราบได้ทันทีตามช่องทางการติดต่อที่ระบุในข้อ 11</div>
                        <br>
                    
                        
                        <div>
                            <b>9. สิทธิของท่าน</b>
                        </div>
                        <div class="xParagraph">ในการให้ความยินยอมในการใช้ข้อมูลส่วนบุคคลฯ นั้น ท่านมีสิทธิดังต่อไปนี้</div>
                        <div class="xParagraph">9.1. เพื่อเก็บไว้เป็นหลักฐานแสดงการซื้อสินค้าหรือรับบริการของบริษัทฯ</div>
                        <div class="xParagraph">9.2. สิทธิในการขอถอนความยินยอมที่ได้ให้ไว้ตามหนังสือฉบับนี้ (ตามวิธีการที่ระบุในข้อ 2)</div>
                        <div class="xParagraph">9.3. สิทธิขอให้เปิดเผยถึงการได้มาซึ่งข้อมูลส่วนบุคคลที่ท่านไม่ได้ให้ความยินยอม</div>
                        <div class="xParagraph">9.4. สิทธิขอรับข้อมูลส่วนบุคคลที่จัดเก็บในอุปกรณ์ที่ทำงานอัตโนมัติในกรณีที่ผู้ควบคุมข้อมูลส่วนบุคคลได้ทำให้ข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบที่สามารถอ่านหรือใช้งานโดยทั่วไปได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติ และสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติตลอดจนมีสิทธิขอรับข้อมูลส่วนบุคคลที่เกี่ยวกับท่าน หรือ ขอให้ผู้ควบคุมข้อมูลส่วนบุคคลส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นเมื่อสามารถทำได้ด้วยวิธีการอัตโนมัติ หรือ ขอรับข้อมูลส่วนบุคคลที่ผู้ควบคุมข้อมูลส่วนบุคคลส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยตรงยกเว้นโดยสภาพทางเทคนิคแล้วไม่สามารถทำได้</div>
                        <div class="xParagraph">9.5. สิทธิคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล</div>
                        <div class="xParagraph">9.6. สิทธิขอให้ผู้ควบคุมข้อมูลส่วนบุคคลดำเนินการลบหรือทำลายหรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของข้อมูลส่วนบุคคลได้</div>
                        <div class="xParagraph">9.7. มีสิทธิขอให้ผู้ควบคุมข้อมูลส่วนบุคคลระงับใช้ข้อมูล</div>
                        <div class="xParagraph">9.8. มีสิทธิร้องขอให้ผู้ควบคุมข้อมูลส่วนบุคคลดำเนินการให้ข้อมูลส่วนบุคคลนั้นถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด</div>
                        <div class="xParagraph">9.9. มีสิทธิร้องเรียนในกรณีที่ผู้ควบคุมข้อมูลส่วนบุคคลรวมทั้งลูกจ้างหรือผู้รับจ้างของผู้ควบคุมข้อมูลส่วนบุคคลฝ่าฝืนหรือไม่ปฏิบัติตาม พ.ร.บ.คุ้มครองข้อมูลส่วนบุคคล พ.ศ.2562 หรือประกาศที่ออกตามพระราชบัญญัติดังกล่าว</div>
                        <div class="xParagraph">(ท่านสามารถดูรายละเอียดในเรื่องนี้เพิ่มเติมได้ใน พ.ร.บ.คุ้มครองข้อมูลส่วนบุคคล พ.ศ.2562)</div>
                        <br>

                        
                        <div>
                            <b>10. เรื่องอื่นๆ</b>
                        </div>
                        <div  class="xParagraph">นโยบายคุ้มครองข้อมูลส่วนบุคคลและหนังสือให้ความยินยอมฉบับนี้อยู่ภายใต้บังคับของกฎหมายไทย</div>
                        <div  class="xParagraph">บริษัทฯ มีสิทธิแก้ไขเปลี่ยนแปลงและปรับปรุงนโยบายคุ้มครองข้อมูลส่วนบุคคลได้ตามที่บริษัทฯ เห็นสมควรโดยที่ท่านสามารถตรวจสอบนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับล่าสุดได้ที่เว็บไซต์ของบริษัทฯ</div>
                        <br>

                        <div>
                            <b>11. ช่องทางการติดต่อกับบริษัทฯ</b>
                        </div>
                        <div  class="xParagraph">หากท่านมีความประสงค์จะติดต่อกับบริษัทฯ ในเรื่องที่เกี่ยวข้องกับสิทธิต่างๆ ของท่านตามที่ระบุในนโยบายฉบับนี้ ท่านสามารถติดต่อได้ตามช่องทางดังต่อไปนี้</div>
                        <div  class="xParagraph">บริษัทฯ มีสิทธิแก้ไขเปลี่ยนแปลงและปรับปรุงนโยบายคุ้มครองข้อมูลส่วนบุคคลได้ตามที่บริษัทฯ เห็นสมควรโดยที่ท่านสามารถตรวจสอบนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับล่าสุดได้ที่เว็บไซต์ของบริษัทฯ</div>
                        <br>

                        <div class=""> PHONE : +66 2530 1681 LINE ID : @adasoft</div>
                        <br>

                        <div  class="">Adasoft Co., Ltd.</div>
                        <div  class="">26/5-8 Soi Ladprao 83 (Chit Ari)</div>
                        <div  class="">Ladprao Road, Khlong Chaokhun Sing, Wangthonglang</div>
                        <div  class="">Bangkok, Thailand 10310</div>
                                                                                                            
                    </div>                                                                             
                </div>
            </div>
        </div>
    </body>
</html>
